Table of Contents
 Class BIMProject
Namespace
IdeaStatiCa.Plugin
Assembly
IdeaStatiCa.Plugin.dll
[DataContract]
public class BIMProject
Inheritance
object
BIMProject
Inherited Members
 object.ToString()
 object.Equals(object)
 object.Equals(object, object)
 object.ReferenceEquals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
Properties
 CountryCode
[DataMember]
public CountryCode CountryCode { get; set; }
Property Value
CountryCode
 Edit this page